Repository: deklica/service.subtitles.titlovi
Catalog: resources/language/resource.language.*/strings.po
Languages: mk_mk

# #32001
source: Cache is not available
mk_mk: Кешот не е достапен

# #32002
source: Your Titlovi.com username or password is empty or not valid!
mk_mk: Вашето Titlovi.com корисничко име или лозинка се празни или невалидни!

# #32003
source: Unknown action
mk_mk: Непозната акција

# #32004
source: Invalid server response
mk_mk: Невалиден одговор од серверот

# #32005
source: Unauthorized, please check your login information!
mk_mk: Не сте авторизирани, ве молиме проверете ги вашите податоци за најава!

# #32006
source: Server error
mk_mk: Грешка на серверот

# #32007
source: Connection error
mk_mk: Грешка при поврзување

# #32008
source: Please enter search text...
mk_mk: Внесете текст за пребарување...

# #32009
source: Login required or session expired
mk_mk: Потребна е најава или сесијата е истечена

# #32011
source: Latin/Cyrillic conversion failed, using original subtitle
mk_mk: Конверзијата на латиница/кирилица не успеа, се користи оригиналниот превод

# #32012
source: Choose subtitle file
mk_mk: Изберете датотека со превод

# #32013
source: Subtitle download failed
mk_mk: Преземањето на преводот не успеа

# #32014
source: Subtitle download timed out
mk_mk: Истече времето за преземање на преводот

# #32015
source: ZIP archive contains no valid subtitles
mk_mk: ZIP архивата не содржи валидни преводи

# #32016
source: Error writing extracted subtitles
mk_mk: Грешка при запишување на распакуваните преводи

# #32017
source: Downloaded file is not a valid ZIP archive
mk_mk: Преземената датотека не е валидна ZIP архива

# #32018
source: Error processing downloaded subtitle
mk_mk: Грешка при обработка на преземениот превод

# #32019
source: Error: No subtitles found in cache
mk_mk: Грешка: Нема преводи во кешот

# #32020
source: Server connection timed out
mk_mk: Времето за поврзување со серверот истече

# #32021
source: [CR][B][COLOR blue]{}[/COLOR][/B], it seems your API access is disabled.[CR][CR]For more information, please visit [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
mk_mk: [CR][B][COLOR blue]{}[/COLOR][/B], изгледа дека вашиот АПИ пристап е оневозможен.[CR][CR]За повеќе информации, посетете ја [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].

# #32022
source: Titlovi.com API Access Required
mk_mk: Потребен е АПИ пристап за Titlovi.com

# #32030
source: Cache status unavailable
mk_mk: Статусот на кешот е недостапен

# #32031
source: Cache directory missing
mk_mk: Директориумот за кеш недостасува

# #32032
source: Error calculating status
mk_mk: Грешка при пресметување на статусот

# #32033
source: release subtitles
mk_mk: преводи на изданието

# #32035
source: Addon settings have been reset
mk_mk: Поставките на додатокот се ресетирани

# #32036
source: Subtitle disk cache has been deleted
mk_mk: Кешот со преводи од дискот е избришан

# #32037
source: Subtitle database cache has been deleted
mk_mk: Кешот со податоци (најава/пребарување) е избришан

# #32100
source: Account
mk_mk: Сметка

# #32101
source: Login Details
mk_mk: Податоци за најава

# #32102
source: Username
mk_mk: Корисничко име

# #32103
source: Enter your titlovi.com username.
mk_mk: Внесете го вашето titlovi.com корисничко име.

# #32104
source: Password
mk_mk: Лозинка

# #32105
source: Enter your titlovi.com password.
mk_mk: Внесете ја вашата titlovi.com лозинка.

# #32110
source: API access must be enabled to use the service.
mk_mk: АПИ пристапот мора да биде овозможен за користење на услугата.

# #32111
source: More info at [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].
mk_mk: Повеќе информации на [B][COLOR yellow]titlovi.com/donacije[/COLOR][/B].

# #32200
source: General
mk_mk: Општо

# #32201
source: Subtitle Languages
mk_mk: Јазици на преводи

# #32202
source: Use addon language settings (ignore Kodi)
mk_mk: Користи јазични поставки на додатокот (игнорирај Kodi)

# #32203
source: Enable this to select preferred languages below. If disabled, languages configured in Kodi system settings will be used.
mk_mk: Овозможете го ова за да ги изберете претпочитаните јазици подолу. Ако е оневозможено, ќе се користат јазиците конфигурирани во системските поставки на Kodi.

# #32210
source: English
mk_mk: Англиски

# #32211
source: Serbian (Latin)
mk_mk: Српски (латиница)

# #32212
source: Serbian (Cyrillic)
mk_mk: Српски (кирилица)

# #32213
source: Croatian
mk_mk: Хрватски

# #32214
source: Bosnian
mk_mk: Босански

# #32215
source: Slovenian
mk_mk: Словенечки

# #32216
source: Macedonian
mk_mk: Македонски

# #32220
source: Request Timeout (seconds)
mk_mk: Време на чекање за барање (секунди)

# #32221
source: Maximum time to wait for a response from the server.
mk_mk: Максимално време за чекање на одговор од серверот.

# #32222
source: Subtitle Dialog Delay (seconds)
mk_mk: Кашнење на дијалогот со преводи (секунди)

# #32223
source: Delay before showing subtitle results. Increase if the dialog sometimes gets stuck without displaying results.
mk_mk: Кашнење пред прикажување на резултатите од преводите. Зголемете ако понекогаш дијалогот се заглавува без да ги прикаже резултатите.

# #32224
source: Results Limit
mk_mk: Ограничување на резултати

# #32225
source: Maximum number of results per API request (maximum is currently fixed).
mk_mk: Максимален број на резултати по API барање (во моментов е фиксна вредност).

# #32300
source: Features
mk_mk: Функции

# #32301
source: Subtitle Conversion
mk_mk: Конверзија на преводи

# #32302
source: Convert latin/cyrillic alphabet
mk_mk: Конвертирај латинично/кирилично писмо

# #32303
source: Automatically convert between Serbian Latin and Cyrillic subtitles when needed, except for English subtitles.
mk_mk: Автоматски конвертирај помеѓу српски латинични и кирилични преводи по потреба, освен за англиските преводи.

# #32304
source: Don't convert
mk_mk: Не конвертирај

# #32305
source: Convert latin to cyrillic
mk_mk: Конвертирај латиница во кирилица

# #32306
source: Convert cyrillic to latin
mk_mk: Конвертирај кирилица во латиница

# #32310
source: Search Options
mk_mk: Опции за пребарување

# #32311
source: Search results are sorted by:
mk_mk: Резултатите од пребарувањето се подредени по:

# #32312
source: Results are initially sorted by Type, then Title, and Year. The chosen sorting option is applied on top of this default order.
mk_mk: Резултатите се прво сортирани по тип, потоа по наслов и година. Избраната опција за сортирање се применува врз овој основен редослед.

# #32313
source: Subtitle upload date
mk_mk: Датум на додавање на преводот

# #32314
source: Language
mk_mk: Јазик

# #32315
source: Download count
mk_mk: Број на преземања

# #32316
source: Rating
mk_mk: Оцена

# #32318
source: Sort series (Season/Episode desc, Season Packs last)
mk_mk: Подреди серии (Сезона/Епизода опаѓачки, Пакети сезони на крај)

# #32319
source: For TV series, this overrides other sorts: orders by Season (newest) & Episode (highest). Season packs follow their season; Specials/Pilots are last.
mk_mk: За ТВ серии, ова ги заменува другите начини на подредување: подредува по Сезона (најнова прво) и Епизода (најголем број прво). Пакетите сезони ги следат епизодите од својата сезона; Специјалните/Пилот епизодите се последни.

# #32320
source: Search using IMDb ID (if available)
mk_mk: Пребарај користејќи IMDb ID (ако е достапно)

# #32321
source: When enabled and an IMDb ID is found, it will be used as the primary search parameter, potentially ignoring title/year.
mk_mk: Кога е овозможено и IMDb ID е пронајден, ќе се користи како примарен параметар за пребарување, потенцијално игнорирајќи го насловот/годината.

# #32322
source: Include type in search (Movie/Series detection)
mk_mk: Вклучи тип во пребарувањето (детекција Филм/Серија)

# #32323
source: Attempts to detect if the item is a Movie or TV Series to refine search results, but has no effect if an IMDb ID is found.
mk_mk: Се обидува да детектира дали ставката е филм или ТВ серија за да ги подобри резултатите од пребарувањето, но нема ефект доколку IMDb ID е пронајден.

# #32324
source: Include release year in search
mk_mk: Вклучи година на издавање во пребарувањето

# #32325
source: Improves accuracy for movies, may affect series results and can sometimes be incorrect, but has no effect if an IMDb ID is found.
mk_mk: Го подобрува прецизноста за филмови, може да влијае на резултатите за серии и понекогаш да биде неточно, но нема ефект ако се најде IMDb ID.

# #32326
source: For series, include Pilot episodes
mk_mk: За серии, вклучи Пилот епизоди

# #32327
source: For series, include Special episodes
mk_mk: За серии, вклучи Специјални епизоди

# #32400
source: Tools
mk_mk: Алатки

# #32401
source: Cache
mk_mk: Кеш

# #32402
source: Disk Cache Size:
mk_mk: Големина на кешот на дискот:

# #32403
source: Information about the current disk cache status.
mk_mk: Информации за моменталниот статус на кешот на дискот.

# #32420
source: Profile Path:
mk_mk: Патека на профилот:

# #32404
source: [COLOR yellow]Reset Addon Settings to Default[/COLOR]
mk_mk: [COLOR yellow]Ресетирај ги поставките на додатокот на основните вредности[/COLOR]

# #32405
source: WARNING: Resets all addon settings to their default values.
mk_mk: ПРЕДУПРЕДУВАЊЕ: Ги ресетира сите поставки на додатокот на нивните основни вредности.

# #32406
source: [COLOR orange]Delete Subtitle Disk Cache[/COLOR]
mk_mk: [COLOR orange]Избриши го кешот со преводи од дискот[/COLOR]

# #32407
source: Deletes downloaded subtitle files stored by addon.
mk_mk: Ги брише преземените датотеки со преводи зачувани од додатокот.

# #32408
source: [COLOR orange]Delete file DB Cache[/COLOR]
mk_mk: [COLOR orange]Избриши го кешот со податоци (најава/пребарување)[/COLOR]

# #32409
source: Deletes the cached login and search data.
mk_mk: Ги брише кешираните податоци за најава и пребарување.

# #32410
source: Developer
mk_mk: За програмери

# #32411
source: Enable Debug Logging
mk_mk: Овозможи Debug евиденција

# #32412
source: Enable verbose logging to see errors and debug information in Kodi log.
mk_mk: Овозможи детална евиденција за да ги видите грешките и debug информациите во Kodi дневникот (логот).

# #32421
source: Log File:
mk_mk: Лог датотека:
